Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: This made the licensees decide to give priority to the gas and leave the oil where it was.
nb: Det førte til at rettighetshaverne besluttet å prioritere gassen og la oljen bli liggende igjen.

source: However, the NPD pointed out that there was a need to collect more data from the oil zone.
nb: OD påpekte imidlertid behov for å samle inn flere data fra oljesonen.

source: The discovery of the Goliat field could change the situation, and the NPD demanded new assessments.
nb: Funnet av Goliatfeltet kunne endre bildet, og OD krevde nye vurderinger.

source: New assessments, increased knowledge of the reservoir, improved well technology and higher oil prices have lead to a new review of the oil project.
nb: Nye beregninger, mer kunnskap om reservoaret, bedre brønnteknologi og høyere oljepriser har ført til en ny gjennomgang av oljeprosjektet.

source: The Snøhvit oil alone can yield an income of NOK 5-15 billion.
nb: Snøhvitoljen alene kan gi 5-15 milliarder kroner i inntekter.

source: Coordination with the large resources present in the Goliat discovery could yield even more.
nb: Samordning med de store ressursene på Goliat kan gi mye mer.

source: The present plan is to drill an appraisal well in the western part of the Snøhvit field in mid-2007 to collect more reservoir data.
nb: Planen er nå å bore en avgrensningsbrønn i den vestlige delen av Snøhvitfeltet medio 2007 for å innhente flere reservoardata.

source: The operator, Statoil, will at the same time carry out a number of technical studies.
nb: Operatøren Statoil vil samtidig utføre en rekke tekniske studier.

source: The licensees in the Snøhvit field and the Goliat discovery have together started studies to look into potential synergy effects from coordinating the development and operation of the oil in Goliat and Snøhvit.
nb: Rettighetshaverne til Snøhvitfeltet og Goliatfunnet har i fellesskap igangsatt studier for å se på mulige synergieffekter ved å samordne utbygging og drift av oljen på Goliat og Snøhvit.

source: The Troll dilemma There are several fields with thin oil zones on the Norwegian shelf.
nb: Trollets dilemma Det finnes flere felt med tynne oljesoner på norsk sokkel.

source: Sleipner Vest in the North Sea has two zones with oil which is difficult to get to.
nb: Sleipner Vest i Nordsjøen har to soner med vanskelig tilgjengelig olje.

source: One of the wells on Ormen Lange, Norway's second largest gas field, proved an oil zone of at least two metres.
nb: En av brønnene på Ormen Lange, Norges nest største gassfelt, påviste en oljesone på to meter.

source: The two best known, however, are the oil zones in the Frigg and Troll fields in the North Sea.
nb: De to mest kjente er likevel oljesonene på Frigg- og Trollfeltene i Nordsjøen.

source: The Troll field is the by far largest gas field Norway has, and one of the world's largest offshore gas fields, but it also contains large volumes of oil.
nb: Trollfeltet er Norges suverent største gassfelt, og ett av verdens største gassfelt til havs, men det inneholder også store mengder olje.

source: The field has two main structures, Troll Øst, mainly filled with gas, and Troll Vest, with a gas zone of up to 200 metres.
nb: Feltet har to hovedstrukturer, Troll Øst, hovedsakelig gassfylt, og Troll Vest med en gassone på opptil 200 meter.

source: The entire Troll field has a thin oil layer under the gas, but it is only thick enough to be commercially viable to produce in Troll Vest.
nb: Hele Trollfeltet har et tynt oljelag under gassen, men bare i Troll Vest er laget så tykt at det er drivverdig.

source: Under the Troll Vest gas lies a 14 metre thick oil zone.
nb: Under gassen i Troll Vest ligger det en inntil 14 meter tykk oljesone.

source: Under the oil lie large voumes of water.
nb: Under oljen finnes store mengder vann.

source: When the development plans for Troll were assessed in the first half of the 1980s, the option of recovering this oil was far from given.
nb: Da utbyggingssplanene for Troll ble vurdert i første halvdel av 1980-tallet, var det ikke selvsagt at denne oljen kunne utvinnes.

source: The well technology was mostly limited to vertical wells or wells with a maximum vertical deviation of 60 degrees.
nb: Brønnteknologien var stort sett begrenset til vertikale brønner eller brønner med maksimum 60 grader avvik fra det vertikale.

source: The authorities wanted to produce the oil and pushed for getting an oil operator on Troll Vest.
nb: Myndighetene ville ha oljen produsert og presset på for å få en oljeoperatør på Troll Vest.

source: In 1986, Hydro was awarded this task, while Shell became operator for the gas development of Troll Øst.
nb: I 1986 ble Hydro tildelt denne oppgaven, mens Shell ble operatør for utbyggingen av gassen i Troll Øst.

source: Later, Statoil took over as operator of the gas production at Troll.
nb: Seinere overtok Statoil som operatør for produksjon av Troll gass.

source: Hydro faced several challenges related to this oil.
nb: Hydro sto overfor flere utfordringer i forhold til oljen.

source: Horizontal wells had to be drilled, something which had not been previously tested on the Norwegian shelf.
nb: Det måtte bores horisontale brønner, noe som ikke var utprøvd på norsk sokkel tidligere.

source: Horizontal wells had been drilled in Australia and Russia, but the reservoirs could not be compared with Troll.
nb: Det var boret horisontale brønner både i Australia og Russland, men reservoarene der kunne ikke sammenlignes med Troll.

source: The reservoir sand in Troll is loose, like the sand you find at the finest beaches.
nb: Reservoarsanden i Troll er løs, lik den som finnes på de fineste sandstrender.

source: This could cause problems with the boreholes collapsing.
nb: Det kunne derfor bli et problem at borehullene kollapset.

source: The sea depth in the area is 300 metres, and the oil therefore had to be transported from templates on the seabed to a production platform.
nb: Havdypet i området er 300 meter, og oljen måtte derfor transporteres fra brønnrammer på havbunnen til en produksjonsplattform.

source: On the basis of tests, Hydro, Sintef, Franlab and the NPD believed that these challenges could be resolved.
nb: Hydro, Sintef, Franlab og OD mente ut fra tester at disse utfordringene kunne løses.

source: The NPD insisted that a horizontal test well be drilled, preferably on the Troll field.
nb: OD insisterte på at det skulle bores en horisontal testbrønn, aller helst på Trollfeltet.

source: However, the first horizontal well on the Norwegian shelf was drilled at Oseberg Vest by Hydro.
nb: Den første horisontale brønnen på norsk sokkel ble imidlertid boret på Oseberg Vest av Hydro.

source: It was successful.
nb: Den var vellykket.

source: A horizontal well was then drilled at Troll Vest.
nb: Deretter ble det boret en horisontal brønn på Troll Vest.

source: The well was supposed to do test production for one year.
nb: Brønnen skulle testprodusere i ett år.

source: This well was also a success.
nb: Også denne brønnen var en suksess.

source: The well made twice as much as it cost and contributed to covering the costs of the preliminary work before the test production was completed.
nb: Brønnen tjente inn det dobbelte av kostnadene og bidro til å dekke inn alt utredningsarbeidet før testproduksjonen var avsluttet.

source: Thus, it was proven that the Troll oil could be produced with a profit.
nb: Det var altså mulig å produsere oljen fra Troll med fortjeneste.

source: At present, more than a third of the Troll wells have several branches, some as many as six.
nb: I dag har mer enn en tredel av brønnene på Troll flere brønngreiner – noen har så mange som seks greiner.

source: The longest horizontal sections are up to 4000 metres long.
nb: De lengste horisontale seksjonene er opptil 4000 meter lange.

source: More than one billion barrels of oil have been produced since production started in 1995.
nb: Mer enn én milliard fat olje er produsert siden starten i 1995.

source: The remaining reserves have been estimated at 450 million barrels.
nb: Gjenværende reserver er estimert til 450 millioner fat.

source: Over the last ten years, Troll has produced more oil than Ekofisk, Norway's largest field measured in resources in place.
nb: I løpet av de ti siste årene har Toll produsert mer olje enn Ekofisk, Norges største felt med hensyn til tilstedeværende oljeressurser.

source: The well paths at Troll are directed with a high degree of precision just above the contact between oil and water in the rock.
nb: Brønnbanene på Troll legges med stor presisjon like over kontaktflaten mellom olje og vann i bergarten.

source: As the oil is produced, water production increases.
nb: Etter hvert som oljen produseres, øker vannproduksjonen.

source: Treating produced water is very energy-intensive.
nb: Å behandle produsert vann er svært energikrevende.

source: To save energy and reduce environmental discharges, attempts are underway to separate the produced water on the seabed and inject it back into the subsurface.
nb: For å spare energi og redusere miljøutslipp, er forsøk i gang med å skille ut det produserte vannet på havbunnen og injiserte det tilbake i undergrunnen.

source: Just 20 years ago, recovering the oil in Troll was considered not commercially viable.
nb: For bare 20 år siden ble oljen i Troll vurdert som ulønnsom å utvinne.

source: With new well targets and technology, it is presently likely that the operator will reach the goal of producing 1.9 billion barrels of oil or more.
nb: Med nye brønnmål og ny teknologi er det i dag sannsynlig at operatøren vil klare å nå målet om å utvinne 1,9 milliarder fat olje eller mer.

source: The technology and competence development has created enormous value, but it was also decisive to the increase in value creation that both Hydro and the NPD had enthusiasts onboard.
nb: Teknologi- og kompetanseutviklingen har skapt enorme verdier, men det var også avgjørende at både Hydro og OD hadde entusiaster med for å øke verdiskapingen.

source: Troll oil is a success story because the authorities stuck firmly with their demand that the oil should be produced and the operator challenged the supplier industry to deliver good technology products.
nb: Troll olje er en suksesshistorie fordi myndighetene sto fast på kravet om at oljen skulle utvinnes og operatøren utfordret leverandørindustrien til å levere gode produkter på teknologisiden.

source: In 1998, Norsk Hydro was awarded the Norwegian Petroleum Directorate's IOR Award (Improved Oil Recovery) for its work to continuously find methods to increase the value creation from Troll oil.
nb: Norsk Hydro ble i 1998 tildelt Oljedirektoratets IOR-pris (Improved Oil Recovery) for arbeidet med stadig å finne metoder for å øke verdiskapingen fra Troll olje.

source: Baker Hughes INTEQ and Halliburton were given the IOR Award in 2006 for progressive development and application of advanced drilling and well solutions at Troll.
nb: Baker Hughes INTEQ og Halliburton ble tildelt IOR-prisen i 2006 for framtidsrettet utvikling og anvendelse av avanserte bore- og brønnløsninger på Troll.

source: The history of Frigg Frigg was the first field on the Norwegian shelf where a thin oil zone was proven, in the third largest gas field in Norway.
nb: Historien om Frigg Det første feltet på norsk sokkel der det ble påvist en tynn oljesone var Frigg, Norges tredje største gassfelt.

source: The reservoir had a thin oil zone in addition to the gas.
nb: I tillegg til gassen hadde reservoaret en tynn oljesone.

source: It was only five to nine metres thick and contained 125 million scm of oil, almost 80 million barrels.
nb: Den var bare fem til ni meter tykk og inneholdt 125 millioner Sm3 olje –nær 800 millioner fat.

source: Frigg was proven in 1971.
nb: Frigg ble påvist i 1971.

source: In the development plan, the operator Elf stated that producing the oil in the field was not profitable.
nb: I utbyggingsplanen slo operatørselskapet Elf fast at det ikke var lønnsomt å utvinne oljen i feltet.

source: In its annual report in 1973, the NPD wrote that more than 300 wells would have to be drilled to recover the oil with the technology then available.
nb: OD skrev i årsberetningen fra 1973 at det med datidens teknologi måtte bores over 300 produksjonsbrønner for å hente ut oljen.

source: The next year, the development plan was approved, without oil production.
nb: Året etter ble utbyggingsplanen godkjent – uten oljeutvinning.

source: From start-up of production in 1977 until the field shut down in 2004, Frigg sold more than 116 billion scm of gas.
nb: Fra produksjonen startet i 1977 til feltet stengte i 2004, solgte Frigg over 116 milliarder Sm3 gass.

source: The oil was left in the reservoir and is presently considered lost.
nb: Oljen ble liggende igjen i reservoaret og anses i dag som tapt.

source: This is due to the fact that the pressure in the reservoir is reduced when the gas is produced, causing the drive mechanism needed to recover the oil to disappear.
nb: Det skyldes at trykket i oljereservoaret reduseres når gassen blir produsert, slik at drivmekanismen for å få ut oljen forsvinner.

source: After 27 years of gas production, the oil is smeared all over the gas zone in the entire field as the gas pressure has been greatly reduced.
nb: Etter 27 års gassproduksjon er oljen smurt utover i gassonen over hele feltet fordi gasstrykket er kraftig redusert.

source: Several fields near Frigg have thin oil zones: Heimdal, Nordøst Frigg, Odin and Øst Frigg.
nb: Flere felt i nærheten av Frigg har tynne oljesoner: Heimdal, Nordøst Frigg, Odin og Øst Frigg.

source: All of them, with the exception of Heimdal, have been shut down without it being possible to produce the oil.
nb: Alle, med unntak av Heimdal, er stengt uten at oljen lot seg produsere.

source: However, new profitable discoveries and a record number of developments in recent years form a basis for long-term value creation.
nb: Likevel gir nye lønnsomme funn og rekordmange utbygginger de nærmeste årene grunnlag for langsiktig verdiskaping.

source: The Norwegian Petroleum Directorate’s (NPD’s) forecasts predict high activity in the next five-year period, and total production is expected to remain around the same level as in 2012.
nb: Oljedirektoratets prognoser viser høy aktivitet i neste femårsperiode, og totalproduksjonen ventes å ligge omtrent på samme nivå som i 2012.

source: Thirteen new discoveries were made last year, five in the North Sea, five in the Norwegian Sea and three in the Barents Sea.
nb: I fjor ble det gjort 13 nye funn, fem i Nordsjøen, fem i Norskehavet og tre i Barentshavet.

source: Forty-one exploration wells were completed.
nb: 41 letebrønner ble avsluttet.

source: The largest oil discovery is 7220/7-1 «Havis» in the Barents Sea, and the plan is to develop this together with 7220/8-1 «Skrugard», which was discovered in 2011.
nb: Det største oljefunnet er 7220/7-1 «Havis» i Barentshavet, som planlegges utbygd sammen med 7220/8-1 «Skrugard», som ble funnet i 2011.

source: Both discoveries provided major contributions to the considerable interest in the Barents Sea, as made apparent in the applications for the 22nd licensing round, announced in 2012.
nb: Begge disse funnene har bidratt sterkt til den store interessen for Barentshavet, som blant annet kommer til syne gjennom søknadene i 22. konsesjonsrunde som ble lyst ut i 2012.

source: “A high oil price, high level of exploration success and high activity level also set high expectations for the industry.
nb: "Høy oljepris, høy funnsuksess og høyt aktivitetsnivå stiller også høye forventninger til næringen.

source: These expectations are laid down in the Petroleum White Paper and deal with just that; making discoveries, developing the discoveries and, not least, improving recovery from producing fields,” says Director General Bente Nyland.
nb: Disse forventningene er nedfelt i oljemeldingen og handler nettopp om å gjøre funn, bygge ut funnene og ikke minst å øke utvinningen fra felt i drift," sier oljedirektør Bente Nyland.

source: Statoil and Lundin have drilled several appraisal wells on the major discovery Johan Sverdrup in the North Sea.
nb: I Nordsjøen har både Statoil og Lundin boret flere avgrensningsbrønner til storfunnet Johan Sverdrup.

source: Statoil also made a gas discovery, 2/2-21 «King Lear» in the southern part of the North Sea, and Wintershall made an important oil discovery in well 35/9-7 «Skarfjell» in the northern part of the North Sea.
nb: Dessuten har Statoil gjort et gassfunn, 2/2-21 «King Lear» sør i Nordsjøen, og Wintershall gjorde et interessant oljefunn i brønn 35/9-7 «Skarfjell» i den nordlige delen av Nordsjøen.

source: The resources in the new discoveries are estimated at 132 million standard cubic metres of oil equivalents (Sm3 o.e.), this corresponds to 58 per cent of total oil production in 2012.
nb: Ressursene i de nye funnene er beregnet til 132 millioner standard kubikkmeter oljeekvivalenter (Sm3 o.e.), dette tilsvarer 58 prosent av produksjonen i 2012.

source: Currently, 16 field developments are underway on the Norwegian shelf.
nb: Per i dag er det 16 feltutbygginger i gang på norsk sokkel.

source: In addition, the companies have indicated that they plan to submit another approx. 20 Plans for Development and Operation (PDOs) in the upcoming two years.
nb: I tillegg har selskapene varslet at de planlegger å sende inn ytterligere rundt 20 planer for utbygging og drift (PUD) de kommende to årene.

source: This results in a high investment level.
nb: Dette gir et høyt investeringsnivå.

source: This results in an annual growth of approx. five per cent.
nb: Dette gir en årlig vekst på ca fem prosent.

source: A large part of the cost growth comes from drilling operations from mobile drilling rigs.
nb: En stor del av kostnadsveksten kommer fra boring fra flyttbare borerigger.

source: Petroleum production is expected to decline somewhat in 2013 and then increase again in 2014 – and will then remain at the same level until 2017.
nb: Petroleumsproduksjonen er ventet å gå litt ned i 2013 for å stige igjen i 2014 – og deretter holde seg på samme nivå i perioden fram til 2017.

source: The unexpected decline in oil production in 2012 was more than offset by the record-high gas sales, and gas will represent more than half of petroleum sales from the shelf in the next five-year period.
nb: Den uventede nedgangen i oljeproduksjon i 2012 ble mer enn kompensert av det rekordhøye gassalget, og i kommende femårsperiode vil gass stå for om lag halvparten av petroleumssalget fra sokkelen.

source: The NPD reviewed the undiscovered resources in 2012.
nb: I 2012 hadde Oljedirektoratet en gjennomgang av de uoppdagede ressursene.

source: This work, together with new discoveries and reassessment of previous resource estimates, has resulted in an increase in the total resources on the shelf – from 13.1 to 13.6 billion standard cubic metres of oil equivalents.
nb: Dette arbeidet, sammen med nye funn og revurdering av tidligere ressursanslag har gitt en økning i de totale ressursene på sokkelen - fra 13,1 til 13,6 milliarder standard kubikkmeter oljeekvivalenter.

source: This figure includes oil and gas that has been sold and delivered.
nb: Dette tallet inkluderer olje og gass som er solgt og levert.

source: “The increase in the resource estimate and major new discoveries show that the Norwegian shelf still has some surprises left, and that there is good reason for continued optimism on behalf of the oil and gas activities in Norway,” says Bente Nyland.
nb: "Økningen i ressursanslaget og nye, store funn viser at norsk sokkel fortsatt byr på overraskelser, og at det god grunn til fortsatt optimisme på vegne av olje- og gassvirksomheten i Norge," sier Bente Nyland.

source: The petroleum resource account as of Dec. 31, 2012 >>
nb: Ressursregnskap for norsk kontinentalsokkel per 31. desember 2012 >>

source: Force is a collaborative forum between the Norwegian authorities and the oil companies on the Norwegian shelf.
nb: Force er et samarbeidsforum mellom norske myndigheter og oljeselskapene på norsk sokkel.

source: The objective of Force is to share knowledge on improved oil and gas recovery (IOGR) and improved exploration (IE).
nb: Hensikten med Force er å dele kunnskap om økt olje- og gassutvinning (IOGR) og forbedret leting (IE).

source: On Wednesday and Thursday of this week, the conference on regional structural geology «Norway – East Greenland conjugate margins» will be held at the Norwegian Petroleum Directorate’s offices.
nb: Onsdag og torsdag denne uken arrangeres konferansen om regional strukturgeologi «Norway – East Greenland conjugate margins» hos Oljedirektoratet.

source: The conference is fully-booked and this is the first time in connection with Force that wait lists have been established for participants who did not get in.
nb: Konferansen er fulltegnet og det er for første gang i Force-sammenheng opprettet venteliste for deltakere som ikke har fått plass.

source: “The interest has been overwhelming.
nb: «Interessen har vært overveldende.

source: We have filled the premises which accommodate 150 people, and there are another 20 on wait lists,” says Sidsel Kruse Lindsø.
nb: Vi har fylt lokalet som rommer 150, og vi har oppimot 20 på venteliste.» sier Sidsel Kruse Lindsø.

source: She is an exploration geologist in Noreco, deputy chairman of the structural geology group in Force, and heads the programme committee for the conference.
nb: Hun er letegeolog i Noreco, nestformann i strukturgeologi gruppen i Force, og leder av programkomiteen for konferansen.

source: This year’s conference focuses on the regional structural geology which covers the Norwegian margin from the Vøring basin and north to Svalbard.
nb: Årets konferanse fokuserer på den regionale strukturgeologien som dekker den norske marginen fra Vøringbassenget og nordover til Svalbard.

source: The Norwegian margin is seen in context with the geological development on the Greenlandic margin.
nb: Den norske marginen sees i sammenheng med den geologiske utviklingen på den grønlandske marginen.

source: “Companies do not always have the resources for, or prioritise, regional studies.
nb: "Det er ikke alltid at selskapene har ressurser til eller prioriterer regionale studier.

source: We have therefore tried to cover the big picture and highlight the latest research results, to give conference participants a professional boost.”
nb: Derfor har vi forsøkt å dekke det store bildet og trekke frem de seneste forskningsresultater, slik at deltakere skal få et faglig relevant løft."

source: The members of the programme committee have proposed and discussed their way to the topics of the conference, under considerable influence from the geologists’ varying backgrounds.
nb: Temaene for konferansen har medlemmene i programkomiteen foreslått og diskutert seg frem til, under stor innflytelse av geologenes ulike bakgrunn.

source: The goal has been to create broad-based involvement.
nb: Målet har vært å skape et bredt engasjement.

source: The day starts with an inspiring presentation on overall plate tectonic movements by Trond Torsvik (University of Oslo).
nb: Dagen starter med et inspirerende foredrag om de overordnede platetektoniske bevegelser av Trond Torsvik (Universitetet i Oslo).

source: Harald Brekke (Norwegian Petroleum Directorate) is the keynote speaker.
nb: Harald Brekke (Oljedirektoratet) er hovedtaler.

source: The work in Force is based on voluntary efforts by the authorities and the companies.
nb: Arbeidet i Force er basert på frivilling engasjement hos myndigheter og selskapene.
